Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Błękitne żagle: Tom IV
uk: Сині вітрила. Том IV

source: Błękitne żagle: Tom V
uk: Сині вітрила. Том V

source: Błękitne żagle: Tom VI
uk: Сині вітрила. Том VI

source: Błękitne żagle: Tom VII
uk: Сині вітрила. Том VII

source: Błękitne żagle: Tom VIII
uk: Сині вітрила. Том VIII

source: Błękitny Orzeł
uk: Синій орел

source: C-co takiego?
uk: Що саме?

source: C-co takiego? Co ja powiem jego matce?
uk: Щ-що? Що я скажу його матері?

source: C-co?! Co to za odgłos?
uk: Щ-що?! Що це за звук?

source: C...co?! Nie jestem żadnym złodziejem!
uk: Щ... що?! Я не злодій!

source: CENA: 50 sztuk złota
uk: ВАРТІСТЬ: 50 золотих

source: CIENIOSTWÓR-SZKIELET\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Pociski, Ogień\nPODATNOŚĆ: Obuch, Wiatr/Upadek\nWYSTĘPOWANIE: Ciemne jaskinie o niegodnej przeszłości\nRADA: Jedno z niewielu stworzeń zdolnych do pokonania żywego cieniostwora. Jako szkielet jest podatny na broń obuchową i zaklęcia wiatru, ale jeszcze bardziej odporny na pociski, ostrza i magię. Jego kościste szpony są w stanie przebić się przez najcięższe pancerze. Za nic zdają się mieć zadawane im obrażenia.
uk: СКЕЛЕТ ТІНЕЗВІРА\nТИП ШКОДИ: Ріжуча\nОПІР: Стріли, болти, вогонь\nВРАЗЛИВІСТЬ: Тупа зброя, вітер/падіння\nПОШИРЕННЯ: Темні печери з поганим минулим\nПОРАДА: Одна з небагатьох істот, здатних перемогти живого тінезвіра. Як скелет, він вразливий до тупої зброї та заклинань вітру, але ще більш стійкий до стріл та болтів, мечів і магії. Його кістяні кігті здатні пробити найміцніші обладунки. Складається враження, що вони зовсім не відчувають завданої їм шкоди.

source: CIENIOSTWÓR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Wszystko\nPODATNOŚĆ: Brak\nWYSTĘPOWANIE: Niewielkie jaskinie, ciemne lasy, odosobnione półki skalne\nRADA: Uciekaj. Mówię to z pełną powagą, uciekaj. Te bestie potrafią rozpłatać człowieka jednym ciosem. Są szybkie i wytrzymałe, a w dodatku do tej pory jeszcze nikt nie znalazł na nie efektywnej metody walki. Gdy polują, nie zwracają uwagi na odniesione rany i bez przerwy zadają ciosy swymi potężnymi łapami. Jedyne co może ci pomóc, to próba zaskoczenia ich podczas snu. Spróbuj się podkraść i wyprowadzić pierwszy cios. Reszta będzie w rękach Innosa.
uk: ТІНЕЗВІР\nТИП ШКОДИ: Ріжуча\nОПІР: Все\nВРАЗЛИВІСТЬ: Немає\nПОШИРЕННЯ: Невеликі печери, дрімучі ліси, поодинокі виступи скель\nПОРАДА: Тікайте. Я кажу це на повному серйозі – тікайте. Ці звірі можуть розірвати людину на шматки одним ударом. Вони швидкі та витривалі, а крім того, ніхто ще не знайшов ефективного способу боротьби із ними. Коли вони полюють, то не звертають уваги на свої рани і безперервно наносять удари своїми могутніми лапами. Єдине, що може вам допомогти – спробувати застати їх зненацька, коли вони сплять. Спробуйте підкрастися і завдати першого удару. Подальша доля буде в руках Інноса.

source: CO TAKIEGO?! Który to?
uk: ЩО?! Хто з них?

source: CO TO JEST ULU-MULU?!
uk: ЩО ТАКЕ УЛУ-МУЛУ?!

source: CO!? Ten człowiek chce nas zniszczyć! Najpierw konfiskacja floty, teraz to.
uk: ЩО!? Цей чоловік хоче нас знищити! Спочатку конфіскація флоту, а тепер це.

source: CO? Bogowie, hańba dla moich przodków. Nie wierzę, że posunął się do czegoś takiego.
uk: ЩО? Боги, це ганьба для моїх предків. Я не вірю, що він зайшов так далеко.

source: CO? Nie, skąd. Choć młody i niedoświadczony, królewski paladyn zabiłby cię, nim zdążyłbyś dosięgnąć miecza.
uk: ЩО? Ні, зовсім ні. Хоч він молодий і недосвідчений, але королівський паладин вб'є тебе ще до того, як ти встигнеш дотягнутися до меча.

source: CO?!
uk: ЩО?!

source: CO?! Strażnik? Czyli co, mam kapować na sąsiadów, tak? Co to, to nie, nie będę konfidentem!
uk: ЩО?! Вартовий? І що, я повинен доносити на сусідів, так? Ні, ні, я не буду стукачем!

source: CZARNA HARPIA\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Ogień\nPODATNOŚĆ: Wiatr/Upadek, Pociski\nWYSTĘPOWANIE: Półki skalne, Opuszczone wieże\nRADA: Znacznie wytrzymalsze i groźniejsze od zwyczajnych harpii. Często wzlatują wysoko ponad głowę przeciwnika podczas walki. Silny podmuch wiatru potrafi uszkodzić ich skrzydła.
uk: ЧОРНА ГАРПІЯ\nТИП ШКОДИ: Ріжуча\nОПІР: Вогонь\nВРАЗЛИВІСТЬ: Вітер/падіння, стріли, болти\nПОШИРЕННЯ: Скельні виступи, покинуті вежі\nПОРАДА: Значно витриваліші та небезпечніші за звичайних гарпій. Під час бою часто літають високо над головою супротивника. Сильний порив вітру може пошкодити їхні крила.

source: CZARNY GOBLIN\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Magia, Wiatr/Upadek\nWYSTĘPOWANIE: Porzucone ludzkie ogniska, małe jaskinie, wąskie przesmyki\nRADA: Często krążą wokół ofiary, nie daj się otoczyć.
uk: ЧОРНИЙ ГОБЛІН\nТИП ШКОДИ: Тупа\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Магія, вітер/падіння\nПОШИРЕННЯ: Покинуті багаття, невеликі печери, вузькі проходи\nПОРАДА: Часто кружляють навколо жертви, тому не дозволяйте себе оточити.

source: CZARNY NIEDŹWIEDŹ\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski, Wiatr/Upadek\nPODATNOŚĆ: Sieczne\nWYSTĘPOWANIE: Niewielkie jaskinie, lasy\nRADA: Masa tych bestii sprawia, że praktycznie nie reagują na otrzymywane obrażenia. Ich gruba skóra sprawia, że są odporne na nawet niezwykle potężne uderzenia.
uk: ЧОРНИЙ ВЕДМІДЬ\nТИП ШКОДИ: Тупа\nОПІР: Стріли, болти, вітер/падіння\nВРАЗЛИВІСТЬ: Ріжуча зброя\nПОШИРЕННЯ: Невеликі печери, ліси\nПОРАДА: Масивність цих звірів робить їх практично нечутливими до отриманих ушкоджень. Товста шкура робить їх стійкими навіть до неймовірно сильних ударів.

source: CZARNY SZCZUR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Lasy w pobliżu osad ludzkich\nRADA: Znacznie większy od pozostałych gatunków szczura, przez to również o wiele bardziej odporny na obrażenia. Podobnie jak pozostałe szczury, często wybierze padlinę zamiast walki.
uk: ЧОРНИЙ ЩУР\nТИП ШКОДИ: Ріжуча\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Ліси поблизу людських поселень\nПОРАДА: Набагато більші за інші види щурів, тому набагато стійкіші до пошкоджень. Як і інші щури, вони часто вважають за краще ласувати падаллю, ніж нападати.

source: CZARNY WILK\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Pociski, Magia\nWYSTĘPOWANIE: Lasy\nRADA: Gdy są daleko od przeciwnika, próbują skoczyć w jego stronę - łatwo je wtedy wyminąć.
uk: ЧОРНИЙ ВОВК\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Стріли, болти, магія\nПОШИРЕННЯ: Ліси\nПОРАДА: Коли вони знаходяться на відстані від ворога, то намагаються стрибнути на нього. Тоді від них легко ухилитися.

source: Cabi
uk: Кабі

source: Candac
uk: Кандак

source: Candac był względnie zadowolony z mojej pracy i w ramach nagrody wręczył mi cenny zwój.
uk: Кандак був відносно задоволений моєю роботою і вручив мені цінний сувій як нагороду.

source: Candac jest naprawdę spragniony jakiegoś znaku. Gdy tylko dowiedział się o posągu Innosa, natychmiast zmienił swoje podejście. Mam się z nim spotkać w nocy, przy bramie prowadzącej na cmentarz.
uk: Кандаку потрібен якийсь знак. Як тільки я розповів йому про статую Інноса, він одразу ж змінив свою думку. Ми повинні зустрітися вночі, біля воріт, що ведуть на цвинтар.

source: Candac najwyraźniej nie jest zainteresowany pomocą w sprawie cmentarza. Tak czy inaczej, powinienem przyjrzeć się tej sprawie. Może jeszcze trafię na coś, co skłoni go do pomocy.
uk: Кандак, вочевидь, не надто зацікавлений допомогти зі цвинтарем. Як би там не було, я повинен розібратися в цьому питанні. Можливо, я натраплю на щось, що спонукатиме його допомогти.

source: Candac przestał pić, ale dalej nie potrafi sobie poradzić ze swoimi wątpliwościami. Muszę znaleźć dla niego jakiś odpowiedni czyn, który przywróci mu wiarę. Powinienem rozejrzeć się w klasztorze, może ktoś potrzebuje pomocy paladyna.
uk: Кандак перестав пити, але він все ще не може впоратися зі своїми сумнівами. Мені потрібно запропонувати йому якийсь вчинок, який би відновив його віру. Слід оглянути монастир, можливо, комусь знадобиться допомога паладина.

source: Candacowi wyraźnie przypadła do gustu możliwość oczyszczenia jakiegoś miejsca z nieumarłych pomiotów Beliara.
uk: Кандаку явно сподобалася можливість очистити якесь місце від породжень Беліара.

source: Candacu, czy mogę przeszkodzić ci w modlitwie?
uk: Кандаку, я можу перервати твою молитву?

source: Candacu, ten chłopak jest przerażony.
uk: Кандаку, цей хлопець переляканий.

source: Cannot load save, it's not compatible with current game version. If you want to continue your playthrough, please switch branch on launcher/Steam/GOG. Please follow a quick guide about that: https://thechroniclesofmyrtana.com/saves-compatibility
uk: Неможливо завантажити збереження, оскільки воно несумісне з поточною версією гри. Якщо ви хочете продовжити цю гру, будь ласка, поверніться на потрібну версію гри в лаунчері Steam або GOG. Радимо ознайомитися з посібником щодо даної помилки, доступним за наступним посиланням: https://thechroniclesofmyrtana.com/saves-compatibility

source: Cannot load save, save language is not the same as current game language!
uk: Неможливо завантажити збереження. Мова збереженої гри не співпадає із поточною мовою гри!

source: Caramon
uk: Карамон

source: Caramon chce wystraszyć mieszkańców domu Kaleba, byśmy mogli przejąć budynek. Potrzebne nam są kości, zwierzęca krew oraz broń Wilczych Synów. Kości mogę zebrać z jakiegoś szkieletu, krwi nie brakuje w rzeźni, a broń - cóż, tu może być problem. Będę musiał odwiedzić Einara w Wilczym Leżu.
uk: Карамон хоче налякати мешканців будинку Калеба, щоб ми могли заволодіти будинком. Нам потрібні кістки, кров тварин і зброя Вовчих Синів. Кістки я можу взяти з якогось скелета, крові не бракує на бійні, а от зі зброєю – ну, з цим може бути проблема. Треба буде навідатися до Ейнара у Вовче Лігво.

source: Caramon jak zawsze gotowy do akcji. Po krótkiej rozmowie stwierdził, że ma pewien plan. Powinienem iść za nim pod dom Kaleba.
uk: Карамон, як завжди, готовий до дій. Після короткої розмови він сказав, що у нього є план. Я маю піти за ним до будинку Калеба.

source: Caramon miał rację. Przekonanie Lorenzo poszło sprawniej, niż się spodziewałem.
uk: Карамон мав рацію. Переконати Лоренцо вдалося набагато легше, ніж очікувалося.

source: Caramon polecił mi poszukać Finbara w pobliżu molo w porcie. Sam uda się w okolice przystani. Gdyby udało mi się trafić na jakiś trop, mam nie tracić czasu i spróbować dojść do sedna sprawy.
uk: Карамон порекомендував мені пошукати Фінбара біля причалу в порту. Сам він піде в район навколо пристані. Якщо мені вдасться знайти зачіпку, я не гаятиму часу і спробую докопатися до суті справи.

source: Caramon polecił mi wyposażyć się w jakiś pancerz, który nie jest kojarzony z Araxos. Jeśli nie mam żadnego przy sobie, to mogę kupić jakiś u kowala Gildii. Caramon będzie na mnie czekał przy wejściu do warsztatu Ingora.
uk: Карамон порекомендував мені вдягнути обладунки, які не асоціюються з Араксосом. Якщо у мене немає таких з собою, я можу купити їх у коваля Гільдії. Карамон чекатиме на мене біля входу до майстерні Інгора.

source: Caramon sam sprawdzi okolicę kryjówki przemytników. Mogę wracać do Lorenzo.
uk: Карамон самостійно перевірить територію навколо сховку контрабандистів. Я можу повертатися до Лоренцо.

source: Caramon szkoli w walce bronią jednoręczną, strzelaniu z łuku i pokazuje, jak stać się zręczniejszym.
uk: Карамон навчає бою з одноручною зброєю, стрільбі з лука і показує, як стати більш спритним.

source: Caramon to była...
uk: Карамоне, це була...

source: Caramon zajmie się w tym czasie obserwacją gości. Jeśli któryś zacznie się dziwnie zachowywać, to dyskretnie za nim pójdźcie.
uk: Карамон у цей час стежитиме за гостями. Якщо хтось почне поводитися дивно, то непомітно прослідкуйте за ним.

source: Caramon? To mój stały klient! I dobry człowiek. Hm, może rzeczywiście zbyt gwałtownie zareagowałem...
uk: Карамон? Він мій постійний клієнт! І людина хороша. Хм, можливо, я й справді занадто бурхливо відреагував...

source: Caramonie, byłeś wspaniałym towarzyszem...
uk: Карамоне, ти був чудовим товаришем...

source: Caramonowi nie było pisane spotkać się ze swoim bratem. Gwardzista wrócił na kontynent po krótkiej modlitwie nad grobem Caramona, którą odmówił trzymając w dłoni jednego z drewnianych ścierwojadów, należących kiedyś do jego brata.
uk: Карамону не судилося зустрітися з братом. Гвардієць повернувся на материк після короткої молитви над могилою Карамона, яку він прочитав, тримаючи в руці одного з дерев'яних падальників, що колись належали його братові.

source: Carden
uk: Карден

source: Carden nie krył zaskoczenia moją opowieścią, ale podziękował mi za pomoc w oczyszczeniu brzegu z topielców. W zamian dał mi garść ziół, które ostatnio zebrał w lesie. Dzięki mnie te bestie nie będą już zagrażać mieszkańcom Silbach.
uk: Карден не приховував свого здивування від моєї розповіді, але подякував мені за допомогу в очищенні берега від луркерів. Натомість він дав мені жменю трав, які нещодавно зібрав у лісі. Завдяки мені ці звірі більше не будуть загрожувати жителям Сільбаху.

source: Carden oddał ci nadmiar futer i skór.
uk: Карден повернув вам надлишки шкур та хутра.

source: Carden powiedział, że dziobnięcie tych ścierwojadów pali jak ogień i że większość z tych, które upolował, przebywało w okolicy Winnicy Valerio oraz Silbach. Czy przypadkiem Bodowin również nie miał z nimi problemu?
uk: Карден повідомив, що клювок цих падальників пече, як вогонь, і що більшість з них він вполював поблизу виноградника Валеріо та біля Сільбаху. У Бодовіна, випадково, з ними не виникало проблем?

source: Carden się ucieszy, przynajmniej będzie mógł odpocząć trochę dłużej w naszym klasztorze.
uk: Карден буде радий, принаймні він зможе трохи довше відпочити у нашому монастирі.

source: Carden, co cię tu sprowadza?
uk: Кардене, що тебе привело сюди?

source: Carden, jeden z myśliwych patrolujących okolice Silbach, potrzebuje pomocy w zmniejszeniu populacji topielców na zachodnim brzegu wyspy. Do terenów lęgowych topielców najszybciej dotrę wychodząc z wioski zachodnią bramą, a potem idąc wzdłuż rzeki. Powinienem również rozejrzeć się w pobliżu nadmorskich klifów - tych samych, przy których przemytnicy wyrzucili mnie i moich towarzyszy.
uk: Кардену, одному з мисливців, що патрулюють територію Сільбаху, потрібна допомога у зменшенні популяції луркерів на західному березі острова. Найшвидший спосіб дістатися до місць гніздування луркерів – це вийти з села через західні ворота, і йти вздовж річки. Також слід оглянути прибережні скелі – ті самі, біля яких контрабандисти викинули мене і моїх супутників.

source: Carden, myśliwy z okolic Silbach, może mi pokazać, jak być zręczniejszym oraz jak strzelać z łuku. Może mnie też nauczyć podstaw oprawiania zwierząt, pozyskiwania sadła, skór gadów oraz gruczołów jadowych i skrzydeł krwiopijców.
uk: Карден, мисливець з околиць Сільбаху, може показати мені, як стати більш спритним і як стріляти із лука. Він також може навчити мене основам білування тварин, як добувати жир, шкури рептилій, отруйні залози і крила шершнів.

source: Cardena spotkać można za dnia na ścieżce za wschodnią bramą Silbach, natomiast w godzinach wieczornych przebywa w obozie myśliwych przy bramie południowej.
uk: Кардена можна знайти вдень на стежці за східними воротами Сільбаху, а ввечері він перебуває у таборі мисливців біля південних воріт.

source: Caspar
uk: Каспар

source: Cała magia odbywa się tutaj, w tych kadziach. W tym po prawej warzę piwo. Zwykle otrzymuję gotowy słód, ale czasem muszę go sam przygotować.
uk: Вся магія відбувається тут, у цих казанах. У правому казані я варю пиво. Зазвичай я беру готовий солод, але іноді доводиться готувати його самостійно.

source: Cała masa. Głównie ludzie z portu i obrzeży miasta. O swoje problemy obwiniają bogatych obywateli.
uk: Дуже багато. Переважно люди з порту та околиць міста. В своїх проблемах вони звинувачують багатих містян.

source: Cała ona... niecierpliwa jak zawsze.
uk: Вона вся така... нетерпляча, як завжди.

source: Cała przyjemność po mojej stronie, chłopcze.
uk: Радий був допомогти, хлопче.

source: Cała przyjemność po mojej stronie. Miło widzieć, że tak młodzi ludzie angażują się w sprawy naszego wspaniałego miasta i chcą sprawić by wszystkim nam żyło się tu lepiej.
uk: Дуже приємно. Чудово, що такі молоді люди беруть участь у справах нашого великого міста і хочуть зробити його кращим для усіх нас.

source: Cała reszta jest drugorzędna.
uk: Все інше – другорядне.

source: Cała rodzina mnie namawiała - wstąp do klasztoru, spotkasz nowych ludzi i zobaczysz inną perspektywę na świat.
uk: Вся моя сім’я заохочувала мене вступити до монастиря, познайомитися з новими людьми та подивитись на світ з іншої перспективи.

source: Cała sprawa cholernie zalatuje mi sabotażem. Masz sprawdzić, czy moje podejrzenia są słuszne.
uk: Це схоже на саботаж. Тобі треба перевірити, чи мої підозри виправдані.

source: Cała ta okolica cuchnie, wszędzie pełno ludzi, muszę znaleźć jakieś spokojne i chłodne miejsce.
uk: Вся околиця смердить, всюди повно людей. Мені потрібно знайти якесь спокійне та прохолодне місце.

source: Cała ta podróż to jedna wielka katastrofa. Całą drogę morską z Khorinis towarzyszyły nam deszcze i wichry!
uk: Вся ця подорож була однією великою катастрофою. Весь час, поки ми плили з Хорініса, нас супроводжували дощі та бурі!

source: Cała ta sprawa coraz mniej mi się podoba, więc lepiej szybko mieć ją z głowy. Biorę się za te skrzynki i zaniosę je tam, gdzie Fulko każe.
uk: Мені це все починає подобатися все менше і менше, тому мені краще покінчити з цим якнайшвидше. Я заберу ці ящики та віднесу їх туди, куди скаже Фулько.

source: Cała ta sprawa z tytoniem wygląda mi na przekręt...
uk: Вся ця історія з тютюном схожа на аферу...

source: Cała ta wyprawa to była jedna wielka pomyłka. Chciałem uchronić tę wyspę przed rozlewem krwi, ale jedynie przyczyniłem się do kolejnych śmierci.
uk: Вся ця експедиція була однією великою помилкою. Я хотів врятувати цей острів від кровопролиття, але тільки примножив кількість смертей.

source: Cała wyspa jest teraz o krok od wojny domowej, a Lichwiarz wpadł w furię i ma jeszcze większą paranoję niż wcześniej.
uk: Весь острів тепер за крок від громадянської війни, а Лихвар розлючений та став ще більш параноїдальним, ніж раніше.

source: Cała, świeża paczka? Rzeczywiście musisz mieć układy z rybakami.
uk: Пакет свіжої трави? Схоже, ти знаєш, як спілкуватися з цими рибалками.

source: Całe dnie spędzasz w gospodzie. Może słyszałaś ostatnio coś lub kogoś podejrzanego?
uk: Ти проводиш цілий день у корчмі. Можливо, ти чула щось або бачила когось підозрілого останнім часом?

source: Całe dzieło na jednej kartce papieru? Nawet jak na romansidło to trochę mało! Proszę mi to dać!
uk: Цілий шедевр на одному аркуші паперу? Для роману цього замало. Дай мені його!

source: Całe lata mojej pracy pójdą na marne...
uk: Цілі роки моєї роботи будуть марними...

source: Całe miasto pogrążone jest w bitwie. Wygląda na to, że Ulryk i Lichwiarz połączyli siły.
uk: Все місто охоплене битвою. Схоже, Ульрік і Лихвар об'єднали свої сили.

source: Całe moje ciało płonie!
uk: У мене все тіло палає!

source: Całe stado i to dość często. Otho wyprowadza tędy swoje owce na dłuższe wypasy w kierunku rzeki.
uk: Бачив цілу отару і досить часто. Отто виводить овець цим шляхом на пасовище до річки.

source: Całe szczęście Albyn się tym zajął.
uk: На щастя, Альбін подбав про це.

source: Całe szczęście nie wszystko spadło w przepaść albo zostało po drugiej stronie.
uk: На щастя, не все впало в прірву або залишилося по той бік.

source: Całe szczęście robotnicy stanęli po naszej stronie, więc daliśmy radę.
uk: На щастя, робітники були на нашому боці, тож ми впорались.

source: Całe szczęście wpadłem na Kazeema. Zgodził się pomóc mi w licytacji domu. Będzie na mnie czekał pod bramą do Starego Miasta od strony portu. Strój pasujący do bogatego obywatela zdobędę pewnie w zakładzie krawca przy Placu Targowym, a na licytację powinno wystarczyć 1000 sztuk złota.
uk: На щастя, я зустрів Казіма. Він погодився допомогти мені взяти участь у аукціоні будинку. Він чекатиме на мене біля воріт Старого міста з боку порту. У кравецькій майстерні на Ринковій площі я, мабуть, придбаю вбрання багатого містянина, а 1000 золотих має вистачити на аукціон.

source: Całe szczęście! Pomimo tego, co mówili magowie, obawiałam się, że już nigdy nie otworzysz oczu!
uk: Яке щастя! Попри прогнози магів, я переживала, що ти більше ніколи не розплющиш очі!

source: Całe szczęście, że Rodrigo jest cały, zdrów i oczyszczony z zarzutów.
uk: На щастя, Родріго живий, здоровий і з нього зняті всі звинувачення.

source: Całe szczęście, że kamienie nie poleciały na mury zamku, bo Ulryka by chyba rozniosło!
uk: Добре, що каміння не полетіло в стіни фортеці, інакше Ульрік би дуже розлютився!

source: Całe szczęście, że miałeś chociaż na tyle honoru.
uk: Принаймні в тебе вистачило честі її повернути.

source: Całe szczęście, że nie otworzył jej dla wszystkich zaraz po turnieju, bo żaden z nas by już nie żył.
uk: Добре, що він не відкупорив її одразу після турніру, інакше нікого з нас не було б у живих.

source: Całe szczęście, że nie wąwozem...
uk: Я радий, що не через ущелину...

source: Całe szczęście, że nie zapomniałem wziąć skradzionego towaru. Elid będzie zadowolony.
uk: Добре, що я не забув забрати крадене. Елід буде задоволений.

source: Całe szczęście, że są jeszcze ochotnicy z Wilczego Leża. Gdyby nie ich pomoc, już dawno trafiłbym do slumsów!
uk: На щастя, є ще добровольці з Вовчого Лігва. Якби не їхня допомога, я б давно опинився в нетрях!

source: Całe szczęście... Lepiej będzie, jak pójdę odpocząć.
uk: Хай щастить... Краще я піду відпочину.

source: Całe te poszukiwania i życie w mieście jest niesamowicie niekorzystne dla mojej sakiewki.
uk: Всі ці пошуки та проживання в місті надзвичайно погано позначаються на моєму гаманці.

source: Całe to zamieszanie ze złotymi Innosami pewnie mnie ominęło... Swoją drogą, ciekawe, czy taka figurka faktycznie chroniłaby przed czymkolwiek w tak złowieszczym miejscu.
uk: Вся ця метушня навколо золотих Інносів пройшла повз мене... До речі, цікаво, чи справді така статуетка захистить від чогось у такому зловісному місці?

source: Całe to zniszczenie... i pomyśleć, że zdolni do tego byli najwierniejsi słudzy Innosa...
uk: Усі ці руйнування... навіть уявити важко, що найвірніші слуги Інноса були здатні на це...

source: Całe to zwątpienie, wyprawa do klasztoru, to wszystko było po to, bym mógł powstrzymać dziejące się tu niegodziwości.
uk: Всі ці сумніви, подорож до монастиря – все це було для того, щоб я міг зупинити зло, яке тут причаїлося.

source: Całe w-wieki, ale na moje szczęście wi-wilki nie skaczą tak wysoko.
uk: Цілу в-в-вічність, але, на щастя, в-в-вовки не вміють стрибати так високо.

source: Całe zajście było bardzo... niefortunne.
uk: Все це було дуже... невдало.

source: Całe życie byłem wierny Myrtanie i zostało to docenione gdy król Rhobar II osobiście wyznaczył mnie kilka lat temu na nowego gubernatora.
uk: Я був вірним Міртані все своє життя, і це було оцінено, коли Король Робар II особисто призначив мене кілька років тому новим губернатором.

source: Całe życie pracowałem, by ta winnica stała się klejnotem Archolos. Wychowałem i wykształciłem mych synów tak, by wspólnymi siłami byli w stanie wprowadzić moje dzieło w złotą erę dobrobytu. Tylko co mam zrobić, by w końcu zaczęli działać wspólnie?
uk: Я все життя працював над тим, щоб цей виноградник став перлиною Архолосу. Я ростив і виховував своїх синів, щоб разом вони змогли привести моє надбання до розквіту і процвітання. Що ж я маю зробити, щоб вони нарешті почали працювати разом?
